export const aboutDescription = `
  Я верю в то, что можно определять себя не по своей прошлой работе, а по работе, которую я стремлюсь выполнить.
  Я ценю постоянное обучение, самостоятельные вызовы и значимые занятия.
  Подпитываемый безграничным энтузиазмом, я легко вдохновляюсь и всегда стремлюсь следовать своим увлечениям.
  Я быстро учусь, способен освоить новые навыки и легко управляю несколькими проектами.
`;

export const personalQualities = [
  'Навыки эффективного общения',
  'Инновационный и дальновидный подход с напористостью',
  'Самоорганизованность и умение работать самостоятельно',
  'Грамотное управление временем для повышения эффективности',
  'Адаптируемость к изменениям и непредвиденным препятствиям',
  'Обучаем и готов учить других',
  'Страсть и стремление к совершенству',
  'По своей природе любопытен, скромен и смел',
  'Мотивирован на решение новых задач',
  'Восприимчив к ясной и конструктивной критике',
  'Умение справляться со стрессом',
];

export const technicalSkills = [
  'HTML',
  'CSS',
  'JavaScript',
  'React',
  'Git',
  'Figma, Pixso',
];

export const weaknesses = [
  'Нет терпения к неэффективности',
  'Быстрое или слишком поспешное принятие решений',
  'Отсутствие мотивации, если мне не бросают вызов',
  'Публичное выступление или презентация перед большой группой людей',
];

export const education = [
  'PROWEB: курс "WEB программирование"',
  'Самообразование',
  'Курсы в интернете, видеокурсы, книги, документация, форумы, статьи...',
];
